[
    {
        "breed": "Доберман",
        "category": "Featured",
        "city": "Twentynine Palms",
        "state": "Доберманы крепкие и одновременно грациозные собаки с пропорциональным телосложением и сухой конституцией. При этом они обладают развитой мускулатурой и широкой костью. Голова некрупная, с длинной и узкой мордой и неразвитым лбом. Глаза небольшие, уши высоко поставлены. Шея у доберманов не очень длинная, холка высокая. Эти собаки имеют развитую, глубокую и округлую грудную клетку, прямую, крепкую спину и немного опущенный круп.",
        "id": 1,
        "origin": "Гера, Германия",
        "coordinates": {
            "longitude": 12.079811,
            "latitude": 50.884842
        },
        "imageName": "доберман",
        "isFavorite": true
    },
    {
        "breed": "Далматинец",
        "category": "Rivers",
        "city": "Skagway",
        "state": "Собака породы далматинец — это прежде всего животное с примечательным окрасом. На белоснежном фоне рассыпаны чёрные или коричневые пятна, диаметр которых не должен превышать 2-3 сантиметра. Считается отклонением, когда несколько пятен сливаются в одно. На голове, ушах, лапах и хвосте отметин меньше, чем на теле",
        "id": 2,
        "origin": "Риека, Хорватия",
        "coordinates": {
            "longitude": 14.4424,
            "latitude": 45.3267
        },
        "imageName": "далматинец",
        "isFavorite": true
    },
    {
        "breed": "Пудель",
        "category": "Lakes",
        "city": "Browning",
        "state": "Это благородная, элегантная и пропорционально сложенная собака с узкой мордой и длинной шеей. Шерсть стандартного пуделя — обильная и курчавая. Часто им делают стильные прически. Окрас может быть различным: черным, белым, голубым, серым, серебристым, коричневым, абрикосовым и кремовым. Рост взрослых стандартных пуделей — не менее 38 см, вес — 20-32 кг.",
        "id": 3,
        "origin": "Страсбург, Франция ",
        "coordinates": {
            "longitude": 7.74553,
            "latitude": 48.5839
        },
        "imageName": "пудель",
        "isFavorite": false

    },
    {
        "breed": "Мопс",
        "category": "Lakes",
        "city": "West Glacier",
        "state": "Мопс — декоративная собака небольшого роста (взрослая особь — около 25–33 см). Это коренастая, мускулистая и достаточно тяжёлая собака квадратной формы. Её вес составляет примерно 6,3–8,1 кг. Короткая, мягкая, блестящая шерсть имеет разные окрасы: серебристый, абрикосовый, желтовато-коричневый или чёрный.",
        "id": 4,
        "origin": "Шанхай, Китай",
        "coordinates": {
            "longitude": 121.4737,
            "latitude": 31.23042
        },
        "imageName": "мопс",
        "isFavorite": false
    },
    {
        "breed": "Йоркширский терьер",
        "category": "Rivers",
        "city": "Eaking",
        "state": "Йоркширский терьер — это декоративная собачка, которая славится, главным образом, своей густой и длинной шерстью, схожей с человеческими волосами. Окрасы также необычны: стальной голубой и золотистый (насыщенный подпал). У этой собаки важный вид, она высоко держит голову.",
        "id": 5,
        "origin": "Ротерем, Англия",
        "coordinates": {
            "longitude": -1.3755513,
            "latitude": 53.4602547
        },
        "imageName": "терьер",
        "isFavorite": false
    },
    {
        "breed": "Бигль",
        "category": "Lakes",
        "city": "Icy Bay",
        "state": "Бигли - мускулистые, крепкие собаки с немного куполообразным черепом. Их морда квадратная, а нос широкий. Уши длинные и висячие. У них глубокая грудь, прямая спина, умеренно длинный хвост, который направлен вверх. У собак данной породы гладкая, плотная шерсть, окрас обычно черный, желтовато-коричневый и белый",
        "id": 6,
        "origin": "Лондон, Англия",
        "coordinates": {
            "longitude": -0.127695,
            "latitude": 51.507351
        },
        "imageName": "бигль",
        "isFavorite": true
    },
    {
        "breed": "Такса",
        "category": "Lakes",
        "city": "Willow",
        "state": "Стандартная гладкошерстная такса — низкая, но не маленькая. Это гончая среднего размера на коротких лапах. Рост взрослой собаки — около 35 см, а вес — 9-12 кг. У собаки красивая мягкая прямая шерсть, которая может быть разных окрасов (подробные сведения см. в описании особенностей породы).",
        "id": 7,
        "origin": "Гамбург, Германия",
        "coordinates": {
            "longitude": 9.99368,
            "latitude": 53.55108
        },
        "imageName": "такса",
        "isFavorite": true
    },
    {
        "breed": "Чихуахуа",
        "category": "Lakes",
        "city": "Newhalem",
        "state": "Чихуахуа – декоративные собаки экстремально малого размера. Бесконечно преданы хозяину и чрезвычайно самолюбивы. Входят в топ-10 наиболее популярных пород в мире.",
        "id": 8,
        "origin": "Оахака, Мексика",
        "coordinates": {
            "longitude": -96.72162,
            "latitude": 17.05942
        },
        "imageName": "чихуахуа",
        "isFavorite": false
    },
    {
        "breed": "Сербернар",
        "category": "Rivers",
        "city": "Chincoteague",
        "state": "Сенбернар — одна из самых узнаваемых пород. Это высокая, мускулистая, импозантная собака с массивным скелетом и большой головой. Сенбернары способны преодолевать труднопроходимые территории, их движения неспешные и плавные. Рост взрослого самца — не менее 75 см, самки — 70 см. Их вес — 68-91 кг.",
        "id": 9,
        "origin": "Цюрих, Швейцария",
        "coordinates": {
            "longitude": 8.53918,
            "latitude": 47.36865
        },
        "imageName": "сербернар",
        "isFavorite": true
    },
    {
        "breed": "Лабрадор",
        "category": "Lakes",
        "city": "Errol",
        "state": "Лабрадоры — это крупные, сильные собаки с крепким телосложением и прочным скелетом. У них широкие голова и нежные, умные глаза. Их хвосты абсолютно уникальны и похожи на хвост выдры. Короткая густая шерсть бывает однотонного черного, желтого и шоколадного/печеночного.",
        "id": 10,
        "origin": "Канада-Харбор, Канада",
        "coordinates": {
            "longitude": -56.137788,
            "latitude": 50.679797
        },
        "imageName": "лабрадор",
        "isFavorite": false
    }
]
